Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.7b0fb61cbb59
source: 目標設定
ar_sa: تحديد الهدف
ca: fixació d'objectius
cs: Nastavit cíl
da: Sæt mål
de_de: Ziel festlegen
el: Ορίστε στόχο
en_au: Set Goal
es_es: Establecer objetivo
fi: Aseta tavoite
fr_ca: Définir un objectif
gu: ધ્યેય સેટ કરો
he: הגדר מטרה
hi: लक्ष्य निर्धारित करें
hr: Postavi cilj
hu: Cél beállítása
id: Menetapkan target
it: Imposta l'obiettivo
ko: 목표 설정
mr: लक्ष्य सेट करा
ms: Tetapkan Sasaran
nl_nl: Doel instellen
no: Sett mål
pl: Ustaw cel
pt_br: Definir meta
pt_pt: Definir meta
ro: Fixarea unui obiectiv
ru: Установить цель
sk: Nastaviť cieľ
sl: Nastavi cilj
sv: Sätt mål
ta: இலக்கை அமைக்கவும்
te: లక్ష్యాన్ని సెట్ చేయండి
th: ตั้งเป้าหมาย
tr: Hedef Belirle
uk: Встановити ціль
vi: Thiết lập mục tiêu
zh_hans: 设定目标
zh_hant: 設定目標

# health_meals_body_ai.7b243ff0f863
source: 写真を追加
ar_sa: أضف صورة
ca: Afegeix una foto
cs: Přidejte fotografii
da: Tilføj et billede
de_de: Foto hinzufügen
el: Προσθήκη φωτογραφίας
en_au: Add photo
es_es: Añadir foto
fi: Lisää kuva
fr_ca: Ajouter une photo
gu: ફોટો ઉમેરો
he: הוספת תמונה
hi: फोटो जोड़ें
hr: Dodaj fotografiju
hu: Új kép hozzáadása
id: Tambahkan foto
it: Aggiungi foto
ko: 사진 추가
mr: फोटो जोडा
ms: Tambahkan gambar
nl_nl: Voeg een foto toe
no: Legg til bilde
pl: Dodaj zdjęcie
pt_br: Adicionar foto
pt_pt: Adicionar foto
ro: Adaugă o fotografie
ru: Добавить фотографию
sk: Pridajte fotografiu
sl: Dodajte sliko
sv: Lägg till bild
ta: புகைப்படத்தைச் சேர்க்கவும்
te: ఫోటోను జోడించు
th: เพิ่มรูปภาพ
tr: Fotoğraf ekleyin
uk: Додати фотографію
vi: Thêm ảnh
zh_hans: 添加照片
zh_hant: 添加照片

# health_meals_body_ai.7b34b98fc5f0
source: {{value1}}を記録
ar_sa: سجل {{value1}}
ca: Registre {{value1}}
cs: Zaznamenat hodnotu {{value1}}
da: Registrer {{value1}}
de_de: {{value1}} aufzeichnen
el: Καταγραφή του {{value1}}
en_au: Record {{value1}}
es_es: Registrar {{value1}}
fi: Kirjaa arvo {{value1}}
fr_ca: {{value1}} enregistré
gu: {{value1}} ને રેકોર્ડ કરો
he: רשום את ה-{{value1}}
hi: {{value1}} दर्ज करें
hr: Zapiši vrijednost {{value1}}
hu: {{value1}}-t rögzítse
id: Catat {{value1}}
it: {{value1}}Registra il valore
ko: {{value1}} 기록
mr: {{value1}} रेकॉर्ड करा
ms: Catitkan {{value1}}
nl_nl: {{value1}} Opnemen
no: Registrer {{value1}}
pl: Zapisz {{value1}}
pt_br: Registrar {{value1}}
pt_pt: Registrar {{value1}}
ro: Înregistrați {{value1}}
ru: Записать значение "{{value1}}"
sk: Zaznamenať {{value1}}
sl: Zapiši vrednost {{value1}}
sv: Registrera {{value1}}
ta: {{value1}}ஐ பதிவு செய்யுங்கள்
te: {{value1}}ను సవరించు
th: บันทึก {{value1}}
tr: {{value1}} değerini kaydedin
uk: Записати значення {{value1}}
vi: Ghi lại {{value1}}
zh_hans: 记录 {{value1}}
zh_hant: 記錄 {{value1}}

# health_meals_body_ai.7bd42e67d0fc
source: 直近3回で最大使用重量が伸びていない候補です。フォーム、回数、RPEも合わせて判断してください。
ar_sa: هذا هو المرشح الذي لم يزد الحد الأقصى لوزن استخدامه في المرات الثلاث الأخيرة. يرجى أيضًا مراعاة النموذج وعدد المرات وRPE.
ca: Es tracta d'un candidat el pes màxim d'ús del qual no ha augmentat en les últimes tres vegades. Tingueu en compte també la forma, el nombre de vegades i RPE.
cs: Zdá se, že v posledních 3 trénincích nepozorujete výrazný nárůst maximální váhy. Zvažte také vaši techniku, počet opakování a subjektivní hodnocení (RPE).
da: Du er muligvis ikke i stand til at øge din maksimale vægt yderligere inden for de sidste 3 træninger. Vurder også din form, antal gentagelser og RPE (Rate of Perceived Exertion).
de_de: Es gibt Kandidaten, bei denen das maximale Gewicht in den letzten 3 Trainingseinheiten nicht gestiegen ist. Bitte berücksichtigen Sie auch Form, Anzahl der Wiederholungen und RPE (Rate of Perceived Exertion).
el: Οι τελευταίες 3 προπονήσεις δείχνουν ότι το μέγιστο βάρος που χρησιμοποιείτε δεν έχει αυξηθεί. Λάβετε υπόψη το στυλ, τον αριθμό επαναλήψεων και την υποκειμενική κλίμακα δυσκολίας (RPE).
en_au: You may be approaching a point where your maximum weight lifted has plateaued. Please consider your form, repetitions, and RPE when making this assessment.
es_es: Parece que tu mayor peso máximo ha aumentado en las últimas 3 sesiones. Considera también la forma, el número de repeticiones y la escala de percepción del esfuerzo (RPE).
fi: Mahdollisesti maksimipaino ei ole kasvanut viimeisillä treeneillä. Arvioi myös tekniikkaa, toistoja ja RPE-arvoa.
fr_ca: Il semble que votre poids maximal utilisé n'ait pas augmenté ces dernières fois. Veuillez également prendre en compte votre forme, le nombre de répétitions et votre niveau d'effort perçu (RPE).
gu: છેલ્લા 3 વખતનો મહત્તમ વજન વધારો નથી. ફોર્મ, સંખ્યા અને RPE પણ ધ્યાનમાં લો.
he: ייתכן שמשקל השימוש המקסימלי שלך לא גדל בחמישה האימונים האחרונים. אנא השווה גם את הטכניקה, מספר החזרות ורמת העומס (RPE).
hi: पिछले 3 बार में अधिकतम उपयोग की गई वजन में वृद्धि नहीं हुई है। कृपया फॉर्म, संख्या और RPE को भी ध्यान में रखें।
hr: Izgleda da se maksimalna težina koju koristite nije povećala u posljednje 3 treninga. Razmislite o svojoj tehnici, broju repeticija i subjektivnoj ocjeni napor (RPE).
hu: A legutóbbi 3 edzésben nem növekedett a maximális súly, ezért kérlek, figyeld meg a formádat, a számokat és a subjektív erőnléti értéket is.
id: Kemungkinan besar, beban maksimal yang digunakan dalam 3 sesi terakhir belum meningkat. Pertimbangkan juga aspek postur, jumlah repetisi, dan skala persepsi usaha (RPE).
it: Potrebbe essere un candidato in cui il peso massimo utilizzato negli ultimi 3 allenamenti non è aumentato. Considera anche la forma, il numero di ripetizioni e l'RPE (percezione dello sforzo).
ko: 최근 3회 동안 최대 사용 중량을 늘리지 않은 후보입니다. 자세, 횟수, RPE도 함께 고려해주세요.
mr: मागील ३ सत्रांमध्ये जास्तीत जास्त वापरलेली वजन वाढलेले नाही, त्यामुळे फॉर्म, संख्या आणि RPE (रेटेड पेक्षा) यानुसार तपासा.
ms: Ini mungkin merupakan calon di mana berat maksimum yang digunakan telah meningkat dalam 3 kali terakhir. Sila pertimbangkan bentuk, jumlah, dan RPE juga.
nl_nl: Het lijkt erop dat u recentelijk niet significant meer gewicht hebt kunnen tillen. Beoordeel dit op basis van uw vorm, aantal herhalingen en RPE (Rate of Perceived Exertion).
no: Du er en av kandidatene som ikke har økt maksimal vektbruk de siste 3 gangene. Vurder form, antall repetisjoner og RPE (Rate of Perceived Exertion) også.
pl: Potencjalne zwiększenie maksymalnej wagi w ostatnich 3 treningach. Proszę również uwzględnić formę, liczbę powtórzeń i subiektywną ocenę wysiłku (RPE).
pt_br: Parece que o peso máximo utilizado nos últimos 3 treinos não aumentou. Considere também a forma, número de repetições e escala de percepção de esforço (RPE).
pt_pt: Parece que o peso máximo utilizado nos últimos 3 treinos não aumentou. Considere também a forma, número de repetições e escala de percepção de esforço (RPE).
ro: Pare că nu ați reușit să creșteți semnificativ greutatea maximă utilizată în ultimele 3 sesiuni. Vă rugăm să luați în considerare forma, numărul de repetări și nivelul de efort (RPE) atunci când faceți acest lucru.
ru: В последних трех тренировках вес, который вы поднимаете, не увеличился. Также учитывайте форму, количество повторений и субъективную оценку нагрузки (RPE).
sk: Je možné, že vaše maximálne zaťaženie v posledných 3 tréningoch neporostlo. Zvážte aj svoj typ vykonávania, počet opakovaní a subjektívne hodnotenie námahy (RPE).
sl: Izgleda, da se največji izračunani teži v zadnjih 3 treningih niso povečali. Upoštevajte tudi svojo formo, število ponovitev in subjektivno ocenjevanje (RPE).
sv: Du verkar ha en potentiell ökning av det maximala vikten du lyfter under de senaste 3 gångerna. Bedöm även form, antal repetitioner och RPE (Rate of Perceived Exertion).
ta: கடந்த 3 முறை, அதிகபட்ச பயன்பாட்டு எடை அதிகரிக்கவில்லை என்று தெரிகிறது. சரியான வடிவம், எண்ணிக்கை மற்றும் RPE ஆகியவற்றையும் கருத்தில் கொள்ளவும்.
te: గత 3 సార్లు, గరిష్టంగా ఉపయోగించిన బరువు పెరగడం లేదు. ఫారం, సంఖ్య మరియు RPE (వ్యాయామ తీవ్రత) కూడా పరిగణనలోకి తీసుకోండి.
th: ดูเหมือนว่าน้ำหนักสูงสุดที่คุณยกใน 3 ครั้งล่าสุดไม่ได้เพิ่มขึ้น โปรดพิจารณาจากรูปแบบ, จำนวนครั้ง และระดับความรู้สึกเมื่อออกกำลังกาย (RPE) ด้วย
tr: Son 3 antrenmanda maksimum ağırlıkta artış olmamaktadır. Form, tekrar sayısı ve RPE değerlerini de göz önünde bulundurun.
uk: З останніх трьох тренувань не було помітно збільшення максимального ваги. Також врахуйте форму, кількість повторень та рівень відчуття навантаження (RPE).
vi: Có khả năng tăng trọng lượng tối đa trong 3 lần tập gần đây. Vui lòng đánh giá thêm về tư thế, số lần lặp lại và mức độ gắng sức (RPE).
zh_hans: 最近3次最大使用重量没有增加的候选。请同时考虑姿势、次数和RPE。
zh_hant: 最近 3 次的最大使用重量沒有增加，請結合姿勢、次數和 RPE 來判斷。

# health_meals_body_ai.7c25eddabd36
source: 主観疲労は低め
ar_sa: التعب الذاتي منخفض
ca: La fatiga subjectiva és baixa
cs: Objektní únava je nižší.
da: Subjektiv træthed er lav
de_de: Subjektive Müdigkeit ist niedrig
el: Χαμηλή υποκειμενική κόπωση
en_au: Subjective fatigue is low
es_es: Fatiga subjetiva baja
fi: Subjektiivinen väsymys on matala
fr_ca: Fatigue subjective faible
gu: શારીરિક થાક ઓછું છે
he: תחושת עייפות נמוכה
hi: व्यक्तिगत थकान कम है
hr: Subjektivna umor je niska
hu: A fáradtság alacsonyabb
id: Kelelahan subjektif rendah
it: Affaticamento soggettivo basso
ko: 주관적인 피로도가 낮음
mr: शारीरिक थकवा कमी आहे
ms: Kerahanan subjektif rendah
nl_nl: Subjectief gevoel van vermoeidheid is laag
no: Subjektiv tretthet er lav
pl: Subiektywne zmęczenie jest niskie
pt_br: Sensação de fadiga baixa
pt_pt: Sensação de fadiga baixa
ro: Oboseala subiectivă este scăzută
ru: Субъективное ощущение усталости: умеренное
sk: Subjektívna únava je nízka
sl: Objektivna utrujenost je manjša.
sv: Subjektiv trötthet är låg
ta: உடல் சோர்வு குறைவாக உள்ளது
te: వ్యక్తిగత అలసట తక్కువగా ఉంది
th: รู้สึกเหนื่อยปานกลาง
tr: Öznel yorgunluk düşük
uk: Суб'єктивне відчуття втоми низьке
vi: Cảm thấy mệt ít hơn bình thường
zh_hans: 主观疲劳较低
zh_hant: 主觀疲勞較低

# health_meals_body_ai.7c3d20b5d555
source: 分析中
ar_sa: تحت التحليل
ca: En anàlisi
cs: Analyzování...
da: Analyser i gang
de_de: Analyse läuft
el: Ενεργοποίηση ανάλυσης
en_au: Analyzing...
es_es: Analizando...
fi: Analyysissä
fr_ca: En cours d'analyse
gu: વિશ્લેષણ ચાલી રહ્યું છે
he: במהלך ניתוח
hi: विश्लेषण में
hr: Analiziranje...
hu: Elemzés közben
id: Sedang menganalisis
it: In analisi
ko: 분석 중
mr: विश्लेषण करत आहे
ms: Dalam proses analisis
nl_nl: Analyse in uitvoering
no: Analyserer...
pl: Analiza trwa
pt_br: Em análise
pt_pt: Em análise
ro: În analiza
ru: Анализируется...
sk: Analýza v priebehu
sl: V procesu analize
sv: Analyseras
ta: பகுப்பாய்வு நடந்து கொண்டிருக்கிறது
te: విశ్లేషణ జరుగుతోంది
th: กำลังวิเคราะห์
tr: Analiz sırasında
uk: Аналіз в процесі
vi: Đang phân tích
zh_hans: 正在分析
zh_hant: 正在分析

# health_meals_body_ai.7ca7c3729503
source: 疲れている
ar_sa: أنا متعب
ca: Estic cansat
cs: Jsem unavený/á
da: Træt
de_de: Ich bin müde
el: Είμαι κουρασμένος/η
en_au: Feeling tired
es_es: Estoy cansado/a
fi: Olen väsynyt
fr_ca: Je suis fatigué(e)
gu: તમે થાક્યું છો
he: מרגיש עייף
hi: थका हुआ महसूस हो रहा है।
hr: Osjećam se umoran/a
hu: Eltámult
id: Merasa lelah
it: Mi sento stanco
ko: 피곤함
mr: थकलेला आहे
ms: Saya rasa letih
nl_nl: Ik voel me moe
no: Jeg er sliten
pl: Czuję się zmęczony/a
pt_br: Cansado
pt_pt: Cansado
ro: Sunt obosit(ă)
ru: Чувствую усталость
sk: Som unavený/á
sl: Se počutim utrujeno
sv: Jag känner mig trött
ta: சோர்வாக இருக்கிறேன்
te: అలసటగా ఉంది
th: รู้สึกเหนื่อย
tr: Yorgunum
uk: Відчуваю втому
vi: Mệt mỏi
zh_hans: 感到疲劳
zh_hant: 感到疲勞

# health_meals_body_ai.7d4f39ef9618
source: {{value1}}方向の写真をまとめて分析します。体脂肪率などの数値は断定しません。
ar_sa: سيتم تحليل صور اتجاه {{value1}} معًا. نحن لا نحدد أرقام مثل نسبة الدهون في الجسم.
ca: Les fotos de direcció {{value1}} s'analitzaran conjuntament. No determinem números com el percentatge de greix corporal.
cs: Analyzujeme soubor fotografií {{value1}}. Neinterpretujeme hodnoty jako procento tělesného tuku.
da: Analyser fotos i {{value1}} retning sammen. Vi kan ikke fastslå tal som kropsfedtprocent.
de_de: Analysiert zusammenhängende Fotos von {{value1}}. Wir können keine definitiven Aussagen über Werte wie Körperfettanteil treffen.
el: Αναλύουμε όλες τις φωτογραφίες στην κατεύθυνση {{value1}}. Δεν παρέχουμε οριστικές πληροφορίες σχετικά με τον αριθμό, όπως το ποσοστό λίπους.
en_au: Analyze multiple photos in {{value1}} direction. We cannot provide definitive figures for metrics such as body fat percentage.
es_es: Analiza en conjunto las fotos en la dirección {{value1}}. No podemos afirmar valores como el porcentaje de grasa corporal.
fi: Analysoi {{value1}} kuvaa yhdessä. Ei voi antaa lopullisia tuloksia, kuten kehon rasvaprosenttia.
fr_ca: Analyse des photos dans la direction {{value1}}. Nous ne fournissons pas de chiffres définitifs, tels que le pourcentage de graisse corporelle.
gu: {{value1}} દિશાના ફોટાનું વિશ્લેષણ કરો. ચરબીની ટકાવારી જેવા આંકડાઓ ચોક્કસ નથી.
he: מנתח את כל התמונות בכיוון {{value1}}. אין הסכמה לגבי ערכים כגון אחוז שומן גוף.
hi: कृपया {{value1}} दिशा में मौजूद तस्वीरों का एक साथ विश्लेषण करें। शरीर वसा प्रतिशत आदि जैसे नंबरों को निश्चित रूप से नहीं बताते हैं।
hr: Analizirajte sve fotografije u {{value1}} smjeru. Ne možemo utvrditi vrijednosti poput procenta tjela.
hu: {{value1}}-irányú képeket csoportosan elemzi. A testsúly, a zsírtartalom stb. értékeket nem határozzák meg.
id: Analisis bersama foto dalam arah {{value1}}. Kami tidak dapat menentukan angka seperti persentase lemak tubuh.
it: Analizza insieme le foto in direzione {{value1}}. Non forniamo dati definitivi, come il tasso di grasso corporeo.
ko: {{value1}} 방향의 사진을 모아 분석합니다.
mr: {{value1}} दिशेने असलेले फोटो एकत्रितपणे विश्लेषण करा. शरीरातील चरबीचे प्रमाण यासारख्या संख्या निश्चित करत नाही.
ms: Analisis bersama-sama gambar dalam arah {{value1}}. Kami tidak memberikan maklumat yang pasti tentang nombor seperti nisbah lemak badan.
nl_nl: {{value1}}-gerichte foto's analyseren. We geven geen definitieve uitspraken over bijvoorbeeld het percentage lichaamsvet.
no: Analyser {{value1}} bilder sammen. Vi kan ikke fastslå verdier som kroppsfettprosent.
pl: {{value1}} - Analizujemy zdjęcia w tym kierunku. Nie możemy jednoznacznie stwierdzić, np. jaki jest Twój poziom tkanki tłuszczowej.
pt_br: Analisa {{value1}} fotos em conjunto. Não podemos afirmar valores como percentual de gordura corporal.
pt_pt: Analisa {{value1}} fotos em conjunto. Não podemos afirmar valores como percentual de gordura corporal.
ro: Analizați în mod colectiv fotografii din direcția {{value1}}. Nu putem oferi informații definitive despre, de exemplu, procentul de grăsime corporală.
ru: {{value1}} — анализирует фотографии в указанном направлении. Не дает однозначных оценок, например, по уровню жира в организме.
sk: {{value1}}Zber a analýza fotografií . Neuvádzame definitívne čísla, napríklad podiel tuku.
sl: {{value1}} - Analizira slike v določeni smeri. Ne zagotavljamo, da so podatki, kot je odstotek telesne maščobe, natančni.
sv: {{value1}}-riktade bilder analyseras tillsammans. Vi kan inte fastställa värden som kroppsfettprocent.
ta: {{value1}} திசையில் உள்ள புகைப்படங்களை ஒன்றாக பகுப்பாய்வு செய்கிறது. உடல் கொழுப்பு சதவீதம் போன்ற எண்களை உறுதிப்படுத்த முடியாது.
te: {{value1}} దిశలో ఉన్న ఫోటోలను ఒకేసారి విశ్లేషిస్తుంది. శరీర కొవ్వు శాతం వంటి సంఖ్యలను ఖచ్చితంగా చెప్పలేము.
th: วิเคราะห์รูปภาพทั้งหมดในทิศทาง {{value1}} โปรแกรมไม่สามารถระบุตัวเลข เช่น เปอร์เซ็นต์ไขมันในร่างกายได้
tr: {{value1}} yönden fotoğrafları toplu olarak analiz eder. Yağ oranları gibi değerler kesin değildir.
uk: Аналізуємо всі фото в {{value1}} напрямку. Не робимо висновків щодо таких показників, як відсоток жиру в тілі.
vi: {{value1}} để phân tích tổng hợp các bức ảnh. Chúng tôi không đưa ra kết luận về các chỉ số như tỷ lệ mỡ cơ thể.
zh_hans: 将 {{value1}} 方向的照片进行整合分析。不确定体脂肪率等数值。
zh_hant: 將 {{value1}} 方向的照片進行整合分析。不確定體脂率等數值。

# health_meals_body_ai.7d80eebb209d
source: AIエラー
ar_sa: خطأ في الذكاء الاصطناعي
ca: Error d'IA
cs: Chyba AI
da: AI-fejl
de_de: KI-Fehler
el: Σφάλμα στην τεχνητή νοημοσύνη
en_au: AI Error
es_es: Error de la IA
fi: AI-virhe
fr_ca: Erreur de l'IA
gu: AI ભૂલ
he: שגיאת AI
hi: एआई त्रुटि
hr: Greška u AI-ju
hu: AI hiba
id: Kesalahan AI
it: Errore IA
ko: AI 오류
mr: एआय त्रुटी
ms: Ralat AI
nl_nl: AI-fout
no: AI-feil
pl: Błąd AI
pt_br: Erro na IA
pt_pt: Erro na IA
ro: Eroare inteligență artificială
ru: Ошибка ИИ
sk: Chyba AI
sl: Napaka AI
sv: AI-fel
ta: AI பிழை
te: AI లోపం
th: ข้อผิดพลาดของ AI
tr: Yapay zeka hatası
uk: Помилка AI.
vi: Lỗi AI
zh_hans: 人工智能错误
zh_hant: AI 錯誤

# health_meals_body_ai.7dca00d85e73
source: ルート付きの屋外ランニングが見つかると、距離・速度・高度差を表示します。
ar_sa: عند العثور على مسار خارجي للركض، سيتم عرض المسافة والسرعة وفرق الارتفاع.
ca: Quan es trobi una carrera a l'aire lliure amb una ruta, es mostrarà la distància, la velocitat i la diferència d'altitud.
cs: Pokud najdete trasu s běháním venku, zobrazí se vzdálenost, rychlost a rozdíl nadmořské výšky.
da: Hvis et løb med GPS-sporing findes, vises distance, hastighed og højdeforskel.
de_de: Wenn ein Lauf mit GPS-Daten gefunden wurde, werden Distanz, Geschwindigkeit und Höhenunterschied angezeigt.
el: Όταν βρεθεί μια διαδρομή με δυνατότητα τρένου σε εξωτερικό χώρο, εμφανίζονται η απόσταση, η ταχύτητα και η διαφορά υψομέτρου.
en_au: If an outdoor run with GPS tracking is found, it will display distance, speed, and elevation change.
es_es: Si se encuentra una carrera al aire libre con distancia, velocidad y diferencia de elevación, se mostrarán estos datos.
fi: Jos löydät reitin ulkoisessa juoksussa, näytetään etäisyys, nopeus ja korkeusero.
fr_ca: Si une course en extérieur avec un itinéraire est détectée, elle affiche la distance, la vitesse et la différence d'altitude.
gu: જો તમને રૂટ સાથેની આઉટડોર રન મળે, તો અંતર, ઝડપ અને ઊંચાઈના તફાવતને દર્શાવો.
he: אם נמצא ריצה חיצונית עם מיקום, תצוגה של מרחק, מהירות ושינוי גובה.
hi: यदि आपको रूट वाली बाहरी दौड़ मिलती है, तो दूरी, गति और ऊंचाई में अंतर प्रदर्शित करता है।
hr: Ako pronađete trku u prirodi s određenom udaljenosti, prikazat će se udaljenost, brzina i razliku u nadmorskoj visini.
hu: Ha egy útvonalon történő kültéri futást talált, megjeleníti a távolságot, sebességet és a magasságkülönbséget.
id: Jika menemukan lari di luar ruangan dengan rute, tampilkan jarak, kecepatan, dan perbedaan ketinggian.
it: Se viene rilevata una corsa all'aperto con percorso definito, vengono visualizzati la distanza, la velocità e la variazione di quota.
ko: 길이와 함께 야외 달리를 찾으면, 거리・속도・고도 차이를 표시합니다.
mr: जर तुम्हाला रूट असलेले (मार्ग असलेला) आऊटडोअर रन सापडले, तर अंतर, वेग आणि उंचीतील फरक दर्शविला जाईल.
ms: Jika anda menemui larian di luar ruangan dengan laluan, ia akan menunjukkan jarak, kelajuan dan perbezaan ketinggian.
nl_nl: Als u een route met buitenlopen vindt, worden afstand, snelheid en hoogteverschil weergegeven.
no: Hvis du finner en løpetur med GPS, vises avstand, hastighet og høydeforskjell.
pl: Jeśli znajdziesz trasę biegu na świeżym powietrzu, wyświetli się odległość, prędkość i różnica wysokości.
pt_br: Se encontrar uma corrida ao ar livre com rota, exibe distância, velocidade e diferença de altitude.
pt_pt: Se encontrar uma corrida ao ar livre com rota, exibe distância, velocidade e diferença de altitude.
ro: Dacă găsiți o cursă în aer liber cu traseu, afișează distanța, viteza și diferența de altitudine.
ru: Если найдена тренировка на открытом воздухе с указанием маршрута, отображаются расстояние, скорость и изменение высоты.
sk: Ak nájdete tréning v prírode s trasou, zobrazí vzdialenosť, rýchlosť a rozdiel nadmorskej výšky.
sl: Če najdete trening z možnostjo vožnje na prostem, boste prikazali razdaljo, hitrost in višinski rozd.
sv: Om du hittar en löprunda utomhus med GPS visas distans, hastighet och höjdskillnad.
ta: வெளியில் ஓடும்போது, பாதையின் தூரம், வேகம் மற்றும் உயர வேறுபாட்டை காண்பிக்கும்.
te: రూట్ ఉన్న బహిరంగ పరుగును కనుగొంటే, దూరం, వేగం మరియు ఎత్తు వ్యత్యాసాన్ని చూపుతుంది.
th: หากพบการวิ่งกลางแจ้งที่มีเส้นทาง โปรแกรมจะแสดงระยะทาง ความเร็ว และความแตกต่างของระดับ
tr: Yaya koşusu (yol kenarı) bulduğunuzda, mesafe, hız ve yükseklik farkını gösterir.
uk: Якщо знайдено тренування на відкритому повітрі з маршрутом, відображаються відстань, швидкість та різниця висот.
vi: Nếu tìm thấy hoạt động chạy ngoài trời với lộ trình, ứng dụng sẽ hiển thị khoảng cách, tốc độ và chênh lệch độ cao.
zh_hans: 如果找到带有路线的户外跑步，则会显示距离、速度和海拔差异。
zh_hant: 如果找到包含路線的戶外跑步，則會顯示距離、速度和高度差。

# health_meals_body_ai.7e9dd72271a8
source: AI参考値・要確認
ar_sa: القيمة المرجعية للذكاء الاصطناعي/التأكيد مطلوبة
ca: Cal el valor/confirmació de referència de l'IA
cs: AI referenční hodnoty – prosím zkontrolujte.
da: AI-anbefalinger – skal gennemgås.
de_de: KI-Referenzwerte – bitte prüfen
el: Απαιτείται έλεγχος των τιμών που παρέχει η τεχνητή νοημοσύνη.
en_au: AI reference values - please review.
es_es: Valores de referencia de IA: revisar.
fi: Varmista, että AI-arvot ovat oikein.
fr_ca: Valeurs de référence AI à vérifier.
gu: AI સંદર્ભ મૂલ્યો - ચકાસવાની જરૂર છે.
he: ערכי AI מומלצים - יש לבדוק.
hi: AI द्वारा सुझाए गए मानों की समीक्षा करें।
hr: AI preporučene vrijednosti – provjerite.
hu: Az AI által javasolt értékek: ellenőrizze.
id: Nilai referensi AI perlu diperiksa.
it: Valori di riferimento AI da verificare
ko: AI 참고 값 및 확인 필요
mr: AI च्या आधारावरचे मूल्य आणि तपासणी आवश्यक.
ms: Nilai AI dan perlu diperiksa.
nl_nl: AI-referentiewaarden: moet worden gecontroleerd.
no: Se anbefalte verdier fra AI, og sjekk
pl: Wartości referencyjne AI – należy sprawdzić.
pt_br: Valores de referência da IA e precisam ser verificados.
pt_pt: Valores de referência da IA e precisam ser verificados.
ro: Valori de referință AI – trebuie verificate.
ru: Рекомендации ИИ: требуется проверка
sk: AI: Hodnoty na referenciu, overte si ich.
sl: AI: Priporočljene vrednosti, potrebno preveriti.
sv: AI-rekommendationer – kräver granskning.
ta: AI பரிந்துரை மதிப்புகள் - சரிபார்க்கவும்.
te: AI సూచన విలువ - తనిఖీ చేయాలి.
th: ค่าอ้างอิง AI และต้องตรวจสอบ
tr: AI referans değerlerini ve gerekli kontrolleri yapın.
uk: Необхідно перевірити рекомендовані значення від AI.
vi: Giá trị tham khảo AI và cần kiểm tra.
zh_hans: 请参考 AI 建议
zh_hant: AI參考值・需確認

# health_meals_body_ai.7f4a4ef3a2a5
source: 撮影方向
ar_sa: اتجاه اطلاق النار
ca: Direcció de tir
cs: Orientace při snímání
da: Optagelsetype
de_de: Aufnahswinkel
el: Κατεύθυνση λήψης φωτογραφίας
en_au: Capture Direction
es_es: Orientación de la captura
fi: Kuvauskulma
fr_ca: Orientation de la prise de vue
gu: ફોટોગ્રાફની દિશા
he: כיוון צילום
hi: रिकॉर्डिंग का कोण
hr: Smjer snimanja
hu: Rögzítési irány
id: Arah Foto
it: Orientamento della fotocamera
ko: 촬영 방향
mr: फोटोचा कोन
ms: Arah Rekaman
nl_nl: Fotografische richting
no: Fotograferingsretning
pl: Kierunek fotografowania
pt_br: Orientação da foto
pt_pt: Orientação da foto
ro: Direcția înregistrării
ru: Направление съемки
sk: Orientácia pri nahrávaní
sl: Usmeritev snemanja
sv: Fotograferingsriktning
ta: புகைப்பட கோணம்
te: ఫోటో దిశ
th: ทิศทางการถ่ายภาพ
tr: Fotoğraf Açı
uk: Орієнтація при фотографуванні
vi: Hướng chụp
zh_hans: 拍摄方向
zh_hant: 拍攝方向
